package christmas

object MenuBoard {
    val menuItems = mapOf(
        "양송이수프" to "6_000",
        "타파스" to "5_500",
        "시저샐러드" to "8_000",
        "티본스테이크" to "55_000",
        "바비큐립" to "54_000",
        "해산물파스타" to "35_000",
        "크리스마스파스타" to "25_000",
        "초코케이크" to "15_000",
        "아이스크림" to "5_000",
        "제로콜라" to "3_000",
        "레드와인" to "60_000",
        "샴페인" to "25_000"
    )

    val category = mapOf(
        "에피타이저" to listOf("양송이수프","타파스","시저샐러드"),
        "메인" to listOf("티본스테이크","바비큐립","해산물파스타","크리스마스파스타"),
        "디저트" to listOf("초코케이크","아이스크림"),
        "음료" to listOf("제로콜라","레드와인","샴페인")
    )
}